MESSAGES = {
    'welcome': (
        "<b>Привет, {name}! 👋</b>\n\n"
        "Это бот-помощник от <b>MITOX</b>.\n\n"
        "Здесь вы можете вести дневник приема БАД, читать полезные статьи "
        "и быть в курсе наших новостей."
    ),
    'feedback': (
        "<b>Свяжитесь с нами</b>\n\n"
        "Выберите удобный для вас способ связи. "
        "Мы будем рады ответить на ваши вопросы!"
    ),
    
    'about_project': (
        "<b>Подробнее о проекте MITOX</b>\n\n"
        "Здесь будет ваше краткое, но емкое описание проекта. "
        "Расскажите о миссии, целях и о том, чем вы можете быть полезны пользователю."
    ),
    'team_info': "Здесь будет информация о вашей замечательной команде.",
    'links_info': "<b>Наши ссылки (явки)</b>\n\nСледите за нами в социальных сетях!",
    'articles_soon': "Раздел 'Статьи' скоро появится!",
    
    # Добавляйте сюда другие тексты по мере необходимости
}
